<template>
    <div class="container my-5">
        <p class="bold">신탁의사결정지원센터 정보공유 어플리케이션 회원약관</p>
        <br>
        <p>
            제1조 (목적)<br>
            이 약관은 한국자폐인사랑협회 신탁·의사결정지원센터(이하 "센터" 라 합니다)가 운영하는 발달장애인 재산관리지원서비스 정보공유 어플리케이션(이하 "어플리케이션"이라 합니다)을 이용함에 있어 센터와 사용자 간의 권리·의무 및 책임 사항을 규정함을 목적으로 합니다.
        </p>
        <br><br>
        <p>
            제2조 (정의)
            <br>
            이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
            <br>
            1. "발달장애인 재산관리지원서비스 정보공유 어플리케이션" 이란 센터에서 제공하는 발달장애인 재산관리지원서비스의 이용자 및 지원자, 지원기관이 신탁재산 및 거래내역조회, 계약서 및 이용계획서 조회, 비정기교부금 신청 등을 어플리케이션 상에서 처리할 수 있는 시스템을 말합니다.
            <br>
            2. "사용자" 라 함은 어플리케이션에 접속하여 이 약관에 따라 센터가 제공하는 서비스를 받는 자를 말하며, 발달장애인 재산관리지원서비스의 이용자 및 지원자, 지원기관을 말합니다.
        </p>
        <br><br>
        <p>
            제3조 (약관의 공시와 개정)
            <br>
            ① 센터는 약관의 내용을 어플리케이션 화면 중 이용약관란을 통해 게시하여 공시하며 약관이 변경될 경우 센터는 지체없이 이를 어플리케이션 내에 공시합니다.
            <br>
            ② 센터가 이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 어플리케이션 알림화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지 합니다.
            <br>
            ③ 약관개정 내용에 대하여 제2항의 공지기간 경과시에는 변경된 약관에 동의한 것으로 봅니다.
        </p>
        <br><br>
        <p>
            제4조(제공 및 변경)
            <br>
            ① 센터는 다음 각 호의 서비스를 제공합니다. 다만 지원자의 경우에는 이용자의 동의 하에 제공합니다.
            <br>
            1. 신탁재산조회
            <br>
            2. 거래내역조회
             <br>
            3. 비정기교부금 신청 및 신청내역 조회
            <br>
            4. 신탁계약서 및 이용계획서 조회
            <br>
            5. 기타 발달장애인 재산관리지원서비스 관련 정보제공
            <br>
            ② 서비스의 제공은 센터가 이용을 승인한 날로부터 개시됩니다. 다만, 별도의 확인절차가 필요한 경우에는 센터가 확인절차를 마친 후 이를 통지한 시점부터 개시됩니다.
        </p>
        <br><br>
        <p>
            제5조 (서비스의 중단)
            <br>
            ① 센터는 다음 각 호의 어느 하나에 해당하는 경우에는 어플리케이션의 이용을 일시적으로 제한하거나 중단할 수 있습니다. 다만, 센터가 더 이상 어플리케이션을 제공하는 것이 불가능하다고 판단할 경우에는 중단할 수 있습니다. 
            <br>
            1. 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장, 통신의 두절 등의 사유가 발생한 경우
            <br>
            2. 전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중단하였을 경우
             <br>
            3. 국가비상사태, 설비의 장애 또는 이용의 폭주 등으로 이용에 지장이 있을 경우
            <br>
            4. 기타 새로운 시스템 설비로의 교체 등의 사정으로 인하여 불가피한 경우
            <br>
            ② 센터가 제1항의 규정에 의한 어플리케이션 제공을 제한 또는 중단할 경우에는 제7조에서 정한 방법으로 사용자에게 통지합니다. 다만, 센터가 통제할 수 없는 사유로 인하여 사전 통지가 불가능한 경우에는 그러하지 않습니다.
        </p>
        <br><br>
        <p>
            제6조 (이용동의)
            <br>
            ① 사용자는 센터가 정한 양식에 따라 정보를 입력한 후 이 약관에 동의한다는 의사표시를 함으로써 이용 신청을 합니다. 다만, 센터가 필요하다고 인정하는 경우에는 별도의 서류를 제출하여야 합니다.
            <br>
            ② 사용자는 제1항의 규정에 의하여 등록한 정보 내용에 변경사항이 발생한 경우에는 즉시 이를 정정하여 등록하여야하고, 변경된 사항의 미등록에 따라 사용자가 입은 불이익 등에 대하여는 본인이 책임을 부담합니다.
        </p>
        <br><br>
        <p>
            제7조 (사용자에 대한 통지)
            <br>
            ① 센터가 사용자에 대하여 일정한 사항을 통지하고자 하는 경우에는 어플리케이션 내 개별알림 또는 등록된 전자우편주소로 합니다.
            <br>
            ② 센터가 불특정다수 사용자에 대하여 통지를 하는 경우에는 어플리케이션 내 공지사항에 게시함으로써 개별통지에 갈음할 수 있습니다.
        </p>
        <br><br>
        <p>
            제8조 (신탁재산조회)
            <br>
            사용자는 본인의 신탁재산내역 조회만 가능하고, 조회된 신탁재산내역은 본인의 신탁재산확인 용도로만 제공되며 타 용도의 증빙 자료로는 이용할 수 없습니다. (지원자 및 지원기관의 경우 본인이 담당하는 이용자의 관련 정보만 조회가 가능합니다.)
        </p>
        <br><br>
        <p>
            제9조 (비정기교부금신청)
            <br>
            사용자가 비정기교부금 신청시 비밀번호 및 전자서명 방식으로 승인 및 동의한 경우 그 전자서명은 서명, 서명날인 또는 기명날인으로서의 효력을 가집니다.
        </p>
        <br><br>
        <p>
            제10조 (사용자의 정보 보호)
            <br>
            ① 센터는 사용자의 정보수집 시 필요한 최소한의 정보를 수집하되 다음 각 호의 사항을 필수사항으로 하고 그 외의 사항은 선택사항으로 합니다.
            <br>
            1. 성명
            <br>
            2. 생년월일
            <br>
            3. 전화번호
            <br>
            ② 센터는 사용자로부터 수집한 정보를 어플리케이션 운영을 위해 필요한 범위 내에서 이용할 수 있습니다.
            <br>
            ③ 센터는 제1항에 의하여 수집한 사용자의 정보를 이용자 본인의 승낙 없이 제3자에게 제공할 수 없습니다. 다만, 다음 각 호의 1에 해당하는 경우에는 그러하지 아니하며, 이 경우 센터는 책임을 면합니다.
            <br>
            1. 관계법령에 의거 수사기관 등으로부터 필요한 서류의 열람이나 제출을 요청받아 해당기관에 제출하는 경우
            <br>
            2. 통계작성, 학술연구 또는 시장조사 등을 위하여 필요한 경우로 특정이용자를 식별할 수 없는 형태로 제공하는 경우
            <br>
            3. 기타 관계법령에서 정한 절차에 따른 요청에 따라 제출하는 경우
            <br>
            ④ 사용자는 어플리케이션 내에서 본인의 정보를 열람 · 수정할 수 있습니다.
            <br>
            ⑤ 센터는 정보 관리책임자를 지정 · 게시하여 운영하는 등 관련법령이 정하는 바에 따라 사용자의 정보를 보호합니다.
        </p>
        <br><br>
        <p>
            제11조 (센터의 의무)
            <br>
            ① 센터는 이 약관이 정하는 바에 따라 지속적이고 안정적으로 어플리케이션을 제공하기 위하여 노력합니다.
            <br>
            ② 센터는 사용자가 안전하게 어플리케이션을 이용할 수 있도록 사용자의 정보 보호를 위한 보안시스템을 구축합니다. 
            <br>
            ③ 센터는 사용자가 어플리케이션을 이용함에 있어 센터의 고의 또는 중대한 과실로 인하여 사용자가 입은 손해를 배상할 책임을 부담합니다.
        </p>
        <br><br>
        <p>
            제12조 (사용자의 의무)
            <br>
            ① 사용자는 관련법령, 이 약관에서 규정하고 있는 사항 및 이용안내 등 센터가 게시 또는 통지한 사항들을 준수하여야 합니다.
            <br>
            ② 사용자는 다음 각 호의 행위를 하여서는 안됩니다. 
            <br>
            1. 이용 신청 또는 변경시 허위내용을 등록하는 행위 
            <br>
            2. 어플리케이션에 공지된 정보를 변경하는 행위
            <br>
            3. 센터의 명예를 훼손하거나 지적재산권을 침해 또는 업무를 방해하는 행위
            <br>
            4. 다른 사용자의 어플리케이션 이용을 방해하거나, 다른 사용자의 정보 도용 또는 동의 없는 사용자 정보의 수집·저장·공개행위 
            <br>
            5. 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비의 정상적인 가동을 방해·파괴할 목적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전자우편으로 발송하는 행위 
            <br>
            6. 어플리케이션을 범죄목적에 이용하는 행위
            <br>
            7. 어플리케이션을 이용하여 영리목적의 활동을 하는 행위
            <br>
            8. 어플리케이션 운영을 방해하거나, 안정적 운영에 지장을 주거나 줄 우려가 있는 행위
            <br>
            9. 미풍양속에 반하는 행위
            <br>
            10. 기타 관련법령과 이 약관을 위반하는 행위 
            <br>
            ③ 사용자가 이 약관상의 의무를 위반하여 센터에 손해가 발생한 경우 사용자는 손해를 센터에게 배상하여야 합니다.
            <br>
            ④ 어플리케이션 이용상의 과실 또는 제3자에 의한 부정사용 등으로 발생하는 손해에 대한 모든 책임은 사용자가 부담합니다.
        </p>
        <br><br>
        <p>
            제13조 (저작권 귀속 및 이용제한)
            <br>
            ① 센터가 제공한 자료와 저작물에 대한 저작권 등 지적재산권은 센터에 귀속합니다.
            <br>
            ② 사용자는 센터가 제공한 정보를 센터의 사전승낙 없이 복제 · 전송 · 출판 · 배포 · 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
        </p>
        <br><br>
        <p>
            제14조 (면책)
            <br>
            센터는 다음 각 호의 경우에 대하여는 책임을 부담하지 않습니다.
            <br>
            1. 제5조제1항에서 정한 사유 또는 기타 천재지변 등 불가항력적인 사유로 인하여 불가피하게 어플리케이션을 제공할 수 없는 경우
            <br>
            2. 사용자의 귀책사유로 인한 어플리케이션 이용장애의 경우
            <br>
            3. 사용자가 게시하거나 전송한 정보이용으로 인한 경우
        </p>
        <br><br>
        <p>
            제15조 (약관의 해석)
            <br>
            이 약관에 명시되지 아니한 사항과 약관의 해석에 관하여는 일반상 관례에 따르기로 합니다.
        </p>
        <br><br>
        <p>
            제16조 (재판관할 및 준거법)
            <br>
            ① 센터와 사용자 간에 어플리케이션 이용에 관하여 발생한 분쟁에 대한 관할법원은 센터의 소재지를 관할하는 법원으로 합니다.
            <br>
            ② 센터와 사용자 간에 제기된 소송에는 대한민국 법률을 적용합니다.
        </p>
        <br><br>
        <p>부칙</p>
        <br><br>
        <p>본 약관은 2021년 7월 1일부터 그 효력이 발생합니다.</p>
    </div>
</template>